{
 "what": [
  "What trend led to a major shift in the livelihoods of early cultures?",
  "What dictated that when a parent could not contract a legal marriage, offspring would follow the mother?",
  "What group is the enemy of the protagonist?",
  "What kind of Republic did some insurgents declare Alsace-Lorraine?",
  "What type of elevator has a hinged wooden shaft-access door?",
  "What has the government threatened people with to keep them from protesting?",
  "What did the paper report that some fans did?",
  "What popular Samoan band has a number in its name?",
  "What process is done to polish the surface of the paper?",
  "What type of understanding of scripture did the English Order subscribe to?",
  "What are the two largest opera houses in Paris?",
  "What were the highest class?",
  "What leader assumed a more prominent position due to Nasser's difficulites?",
  "What duo of kid-themed characters were featured in early Marvel issues?",
  "What was very important to the polish nobility?"
 ],
 "who": [
  "who holds a literature festival each summer ",
  "For whom is the Governor's School in Richmond named?",
  "Whose 1704 plan was used to fortified the city?",
  "Who did the Cubs trade after leaving the final game early and lieing about it?",
  "To whom did Queen Victoria dedicate a memorial after his death for grateful service? ",
  "Whose plan did German armies ignore in attacking Frossard?",
  "Who did Joseph Lister base his work off of?",
  "Cleopatra, Arsinoe or Berenice were common names for whom?",
  "Whose work did the theory of Stanley Schachter build on?",
  "Who did Robert Peel want to replace the ladies of the bedchamber with, instead of wives of Whigs?",
  "Whom did Victoria's mother continue to rely on, despite Victoria's displeasure? ",
  "Whose music speak about taboo and unconventional subjects?",
  "Who was the teacher at the first madrasa?",
  "The presence of whom in the French \"lodges of adoption\" formed in the 1780s was die to the close ties shared with aristocratic society?",
  "Whose influence was Rastislav eager to reduce, when he invited  Michael III to send missionaries? "
 ],
 "which": [
  "Which model is of federalism is similar to the federalism model in Australia? ",
  "Which graduate of The Feinburg School of Medicine founded the American College of Surgeons?",
  "Which countries pioneered European exploration of the globe?",
  "Which group gained power in China in 1949?",
  "Which two accessories were featured in the movie The Wizard?",
  "Which European country first deployed HD content using the new DVB-T2 standard?",
  "Which subway system is considered the largest in the world?",
  "Which famous clothing company was BYU alumnus Matthew K. McCauley CEO of?",
  "Which philosophy attempted to reconcile Aristotelian teachings and Christian theology in the 13th century?",
  "Which Dell committee keeps the company from violating antitrust laws?",
  "Which empire turned Galicia into one of its provinces the 3rd century AD?",
  "Which one of Gregory Peck's relatives was named after Harper Lee?",
  "Which Indian monument, inspired by the Arc de Triomphe, was built in 1931?",
  "Which street does Club Row occur on?",
  "Which US President sought to circumvent Neutrality acts to aid Britain?"
 ],
 "where": [
  "Where do 8th and 9th Streets begin?",
  "Where were most of the slaves in North Carolina located?",
  "Where would a password typed on a seemingly authetic webpage be directed?",
  "Where did the White Stockings play their home games?",
  "Where is the air the strongest?",
  "Where do people in the Southern United States often begin singing? ",
  "Where was Tito admitted on 7 January and again on 11 January 1980 with circulatory problems?",
  "Where is there a non-religious majority?",
  "Where did Kanye West live as a child?",
  "Where did the Welsh Presbyterians build there first church?",
  "Where is government phonology popular?",
  "Where did Frédéric live with his family while they were in Warsaw?",
  "Where is the Information Management Group located?",
  "Where did South Slavs and Germanic Gepids intermarried with Avar invaders?",
  "Where does morphine come from?"
 ],
 "when": [
  "When did Burke release 'A Letter to a Member of the National Assembly'?",
  "When was legislation passed that gave the agency management of a new airport aide program?",
  "When did the other two major British stations start color programming?",
  "When was the first traffic light erected?",
  "When were proposals for a Chief Councillor put on hold?",
  "When does the spread of antibacterial resistance frequently occurs/",
  "When did Albert die of his illness? ",
  "When was Hard Candy released?",
  "When was the first trail of RhB system tested?",
  "When did Lehman's former CEO appear before Representative Henry A. Waxman?",
  "When was the Casas Adobes Plaza built?",
  "When was CLIPSAS set up?",
  "When were the companies Shoemart and Rustan's established? ",
  "When was the Observer Corps formed?",
  "When did Japan finish building the Hakata Bay barrier?"
 ],
 "why": [
  "Why were a series of fortifications in the Maurienne valley built?",
  "Why is Lancashire smaller than its historical extent?",
  "Why was Philip forced to withdraw in the east?",
  "Why was \"An Act for Liberty to Erect a Collegiate School\" proposed?",
  "Why is zinc oxide used in nuclear reactors?",
  "Why was Jens Galschiøt made to leave Hong Kong?",
  "Why are luminescent light sources not ideal for photography?",
  "Why were KPA forces unable to adequately defend themselves against UN forces?",
  "WHy did they decide not to fund abortion",
  "Why are salts good  for thermal storage?",
  "Why is China's government similar to unity structure?",
  "Why do muslim anti-masonics believe that the Freemasons want to destroy the Al-Aqsa Mosque?",
  "Why did the US impose an arms embargo on Turkey?",
  "Why did Nasser abandon the Presidential Council?",
  "Why did Gaddafi's family leave Sabha?"
 ],
 "how-way": [
  "How did Pitt's strategy affect Britain's future plans?",
  "How are the rooms in the Belgian Suite connected?",
  "How did Nasser respond to economic problems in Syria?",
  "How is the shofar used?",
  "How did the world respond to the reported acts of military violence during the Burmese revolution of 2007?",
  "How does Alaska compare in size to other US states?",
  "How did newspapers abbreviate Leatherwood's phrase?",
  "How does the University Library rank among North American university libraries?",
  "How did Mark Antony die?",
  "How did foreign election monitors describe the election?",
  "How is Nanjing seen, from a cultural perspective?",
  "How is the standard used there?",
  "How did Chavez affect the Venezuelans?",
  "How are gramophones best stored?",
  "How are oaths taken?"
 ],
 "how-num": [
  "How many autonomous oblasts were part of the RSFSR?",
  "How much did it cost to make one 20 GB PS3?",
  "How long was the doctrines of Galen in use for?",
  "How old did biblical scholars think the Earth was?",
  "How far does a glacier have to move to cause glacial earthquakes?",
  "How often does the Sahara go without rainfall?",
  "How large is the Third Street Promenade?",
  "How high does Mount Shishaldin rise above sea level?",
  "How tall are the Blue Ridge Mountains in Virginia?",
  "How big is Midtown's population?",
  "How fast was the slowest data transfer rate of the USB 1.0?",
  "How close was the race betwen Turnbull and Abbott in 2009?",
  "How deep is the fault?",
  "How early were electrically recorded discs made available for purchase?",
  "How common is synnecrosis in the natural world?"
 ]
}